IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "Nelze inicializovat COM dll"
IDS_CVL_REPORT_PRINTING = "Tisk sestavy..."
IDS_CVL_REPORT_GENERATING = "Generování sestavy..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "Verze návrhového modulu není kompatibilní s aktuální verzí.\n Nelze vygenerovat sestavu."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "Verze návrhového modulu není kompatibilní s aktuální verzí.\nRC/Sloup Nelze provést návrh."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "Verze návrhového modulu není kompatibilní s aktuální verzí.\nRating Nelze vygenerovat sestavu."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData Verze návrhového modulu není kompatibilní s aktuální verzí."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report Verze návrhového modulu není kompatibilní s aktuální verzí."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Je připojena nesprávná verze dll"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Zpráva není inicializována"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Shrnutí"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Smykové konektory"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Podélné ztužidla"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Nosná ztužidla"
IDS_CVL_RPT_US_Web = "Web"
IDS_CVL_RPT_US_1Side = "1 strana"
IDS_CVL_RPT_US_2Side = "2 strany"
IDS_CVL_RPT_US_Top_Flange = "Horní příruby"
IDS_CVL_RPT_US_Bottom_Flange = "Spodní příruby"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Horní pásnice (spodní povrch horní pásnice)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Dolní pásnice (horní povrch dolní pásnice)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Nekompaktní průřez pro zakřivený most"
IDS_CVL_RPT_US_Noncompact_section = "∴ Nezhuštěný průřez"
IDS_CVL_RPT_US_Slender_section = "∴ Štíhlý průřez."
IDS_CVL_RPT_US_Exist = "Existuje"
IDS_CVL_RPT_US_Not_Exist = "Neexistuje"
IDS_CVL_RPT_US_Stiffened_Web = "ztužený web"
IDS_CVL_RPT_US_Unstiffened_Web = "neztužený web"
IDS_CVL_RPT_US_Shear_connector = "Smykový konektor"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Podélné ztužidlo"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Ploché"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Jedna strana"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Obě strany"
IDS_CVL_RPT_US_Stiffener_I_type = "I-typ"
IDS_CVL_RPT_US_Stiffener_T_type = "T-typ"
IDS_CVL_RPT_US_Stiffener_U_type = "U-typ"
IDS_CVL_RPT_US_Positive_moment = "Pozitivní moment"
IDS_CVL_RPT_US_Negative_moment = "Negativní moment"
IDS_CVL_RPT_US_Top_part = "(Horní)"
IDS_CVL_RPT_US_Bottom_part = "(Spodní)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmentový"
IDS_CVL_RPT_US_Nonsegmental = "Nesegmentový"
IDS_CVL_RPT_US_Solid = "Pevný"
IDS_CVL_RPT_US_Box = "Kontejner"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Návrh na kroucení pro průřez"
IDS_CVL_RPT_US_Transfer_Construction = "%d.Při přenosu a během výstavby"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.Při kombinaci zatížení pro mezní stav použitelnosti"
IDS_CVL_RPT_US_PSC_Bond = "Spojení"
IDS_CVL_RPT_US_PSC_Unbond = "Uvolnění"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Návrh na ohyb pro průřez"
IDS_CVL_RPT_US_Positive = "Pozitivní"
IDS_CVL_RPT_US_Negative = "Negativní"
IDS_CVL_RPT_US_Code = "Kód"
IDS_CVL_RPT_US_Strain_compatibility = "Kompatibilita deformace"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Kontrola trhlin"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Návrh na smyk pro průřez"
IDS_CVL_RPT_US_Compression = "Tlak"
IDS_CVL_RPT_US_Tension = "Tah"
IDS_CVL_RPT_US_Top_part2 = "Horní"
IDS_CVL_RPT_US_Bottom_part2 = "Spodní"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Horní"
IDS_CVL_RPT_US_Bottom_title = "■ Spodní"
IDS_CVL_RPT_US_Quasi_permanent = "Kvazi-statická"
IDS_CVL_RPT_US_Frequent = "Častá"
IDS_CVL_RPT_US_Characteristic = "Charakteristická"
IDS_CVL_RPT_US_Persistent_Transient = "Trvalá & dočasná"
IDS_CVL_RPT_US_Characteristic_IRC = "Vzácná"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Základní & Seismická"
IDS_CVL_RPT_US_Accidental = "Mimořárná"
IDS_CVL_RPT_US_Service_Load_I = "Provozní zatížení I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Provozní zatížení III/IV"
IDS_CVL_RPT_US_Continued_Load = "Provozní zatížení V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Mezní zatížení"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Dlouhodobé"
IDS_CVL_RPT_US_Short_term = "Krátkodobé"
IDS_CVL_RPT_US_Long_Load = "Dlouhodobé zatížení"
IDS_CVL_RPT_US_Short_Load = "Krátkodobé zatížení"
IDS_CVL_RPT_US_Construct_Stress = "Napětí při CS"
IDS_CVL_RPT_US_Service_Stress = "Napětí při LCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "Hlavní napětí při CS"
IDS_CVL_RPT_US_Service_Principal_Stress = "Hlavní napětí při LCB"
IDS_CVL_RPT_US_PS_Steel = "Napětí v předpínacích prvcích"
IDS_CVL_RPT_US_Crack = "Kontrola trhlin"
IDS_CVL_RPT_US_Flexural_Strength = "Ohybová pevnost"
IDS_CVL_RPT_US_Shear_Strength = "Pevnost v šíření"
IDS_CVL_RPT_US_Torsional_Strength = "Torzní pevnost"
IDS_CVL_RPT_US_Girder = "Nosník"
IDS_CVL_RPT_US_Slab = "Deska"
IDS_CVL_RPT_US_Non_Composite = "Ne-kompozitní"
IDS_CVL_RPT_US_Composite = "Kompozitní"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Kontrola ohybové únosnosti"
IDS_CVL_RPT_US_Positive_moment_title = "■ Pozitivní moment"
IDS_CVL_RPT_US_Negative_moment_title = "■ Negativní moment"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Kontrola smykové únosnosti"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Maximální smyková síla"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Minimální smyková síla"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Maximální torzní síla"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Kontrola únosnosti v kroucení (skříňový průřez)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Kontrola únosnosti v kroucení (plný průřez)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Kontrola torzní pevnosti"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Kontrola nulového napětí"
IDS_CVL_RPT_US_i_Crack_check = "%d. Kontrola trhlin"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Napětí v horním průřezu"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Napětí ve spodním průřezu"
IDS_CVL_RPT_US_Strain = "Deformace"
IDS_CVL_RPT_US_Displacement = "Posunutí"
IDS_CVL_RPT_US_ROUGH_CIP = "Hrubý (CIP deska)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monoliticky"
IDS_CVL_RPT_US_ROUGH = "Úmyslně hrubý"
IDS_CVL_RPT_US_ROUGH_LWC = "Úmyslně hrubý (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Úmyslně hrubý (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Není úmyslně hrubý"
IDS_CVL_RPT_US_ANCHORED = "Ukotvený"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Dimenzování podélné výztuže na straně tahové od ohybu"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Dimenzování podélné výztuže na straně tlakové od ohybu"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Minimální příčná smyková výztuž"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Maximální rozteč příčné smykové výztuže"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Smyková únosnost omezená rozdrcením stojiny"
IDS_CVL_RPT_Member = "Prvek"
IDS_CVL_RPT_Critical_LCOM = "Kritická kombinace zatížení"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Odolnost proti lomu musí uživatel zkontrolovat samostatně"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 musí uživatel zkontrolovat samostatně"
IDC_CVL_RPT_Not_Recommended_compession_member = "Nedoporučuje se používat jako tlačené prvky"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Nedoporučuje se používat jako ohybové prvky"
IDS_CVL_RPT_US_Element = "Prvek"
IDS_CVL_RPT_US_Position = "Pozice"
IDS_CVL_RPT_US_Moment_Type = "Typ momentu"
IDS_CVL_RPT_US_Dgn_Condition = "Projektová podmínka"
IDS_CVL_RPT_US_Flexure = "Ohyb"
IDS_CVL_RPT_US_Properties = "Vlastnosti"
IDS_CVL_RPT_US_Section = "Průřez"
IDS_CVL_RPT_US_Material = "Materiál"
IDS_CVL_RPT_US_Flange = "Křídlo"
IDS_CVL_RPT_US_Design = "Návrh"
IDS_CVL_RPT_US_Strength = "Pevnost"
IDS_CVL_RPT_US_Fyc_Desc = "Pevnost v tlaku křídla"
IDS_CVL_RPT_US_Fyw_Desc = "Pevnost v tlaku webu"
IDS_CVL_RPT_US_Fyt_Desc = "Pevnost v tahu křídla"
IDS_CVL_RPT_US_Es_Desc = "Elasticita oceli"
IDS_CVL_RPT_US_Transverse = "Příčný"
IDS_CVL_RPT_US_Stiffener = "Ztužidlo"
IDS_CVL_RPT_US_Type = "Typ"
IDS_CVL_RPT_US_Name = "Název"
IDS_CVL_RPT_US_Elastic = "Elastický"
IDS_CVL_RPT_US_Steel_Gr = "Ocel"
IDS_CVL_RPT_US_Steel_Section = "Ocelový průřez"
IDS_CVL_RPT_US_Composite_Section = "Kompozitní průřez"
IDS_CVL_RPT_US_3n_Desc = "pro časově závislé vlastnosti materiálu definované, protože výsledky analýzy zohledňují dlouhodobé účinky"
IDS_CVL_RPT_US_Long_Reinforcement = "Podélná výztuž"
IDS_CVL_RPT_US_Limit_State = "Limita stavu"
IDS_CVL_RPT_US_Flexural = "Ohybový"
IDS_CVL_RPT_US_Resistance = "Odolnost"
IDS_CVL_RPT_US_EN_Positive_moment = "Pozitivní moment"
IDS_CVL_RPT_US_EN_Negative_moment = "Negativní moment"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Projektové síly a napětí"
IDS_CVL_RPT_US_Load_Combination = "Kombinace zatížení"
IDS_CVL_RPT_US_Component = "Komponenta"
IDS_CVL_RPT_US_Forces = "Síly"
IDS_CVL_RPT_US_Stresses = "Napětí"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Kladná kombinace zatížení neexistuje. Tuto kontrolu přeskočit."
IDS_CVL_RPT_US_Unbraced_Length = "Délka bez ztužení"
IDS_CVL_RPT_US_Sect_Proportion = "Proporce průřezu"
IDS_CVL_RPT_US_Web_Proportion = "Proporce webu"
IDS_CVL_RPT_US_Flange_Proportion = "Proporce křídla"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Plastický moment (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Plastické síly"
IDS_CVL_RPT_US_Plastic_moment = "Plastický moment"
IDS_CVL_RPT_US_Plastic_Moment = "Plastický moment"
IDS_CVL_RPT_US_Dist_PNA = "Vzdálenost od plastické neutrální osy"
IDS_CVL_RPT_US_drt_Desc = "vzdálenost od PNA ke střednici horní vrstvy výztuže"
IDS_CVL_RPT_US_drb_Desc = "vzdálenost od PNA ke střednici dolní vrstvy výztuže"
IDS_CVL_RPT_US_dt_Desc = "vzdálenost od plastické neutrální osy ke střední tloušťce tahové pásnice"
IDS_CVL_RPT_US_dw_Desc = "vzdálenost od plastické neutrální osy ke střední výšce stojiny"
IDS_CVL_RPT_US_dc_Desc = "vzdálenost od plastické neutrální osy ke střední tloušťce tlakové pásnice"
IDS_CVL_RPT_US_ds_Desc = "vzdálenost od plastické neutrální osy ke střední tloušťce betonové desky"
IDS_CVL_RPT_US_Check_Case_PNA = "Zkontrolujte případ plastické neutrální osy"
IDS_CVL_RPT_US_Dist_of_PNA = "Vzdálenost plastické neutrální osy"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Moment kluzu (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Moment meze kluzu horní pásnice"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Moment meze kluzu dolní pásnice"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Moment meze kluzu podélné výztuže"
IDS_CVL_RPT_US_in_which = "v němž:"
IDS_CVL_RPT_US_S_Desc = "modul průřezu bez kompozitu"
IDS_CVL_RPT_US_S3n_Desc = "dlouhodobý modul průřezu spřaženého průřezu"
IDS_CVL_RPT_US_Sn_Desc = "krátkodobý modul průřezu spřaženého průřezu"
IDS_CVL_RPT_US_M_D1_Desc = "moment průřezu bez kompozitu"
IDS_CVL_RPT_US_M_D2_Desc = "moment dlouhodobého spřaženého průřezu"
IDS_CVL_RPT_US_M_AD_Desc = "dodatečný moment meze kluzu krátkodobého spřaženého průřezu"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Záporná kombinace zatížení neexistuje. Tuto kontrolu přeskočit."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Minimální výztuž betonové desky pro záporný ohyb"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Mezní stav ohybové únosnosti při kladném ohybu"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Mezní stav ohybové únosnosti při záporném ohybu"
IDS_CVL_RPT_US_Sect_Classification = "▪ Klasifikace průřezu"
IDS_CVL_RPT_US_Ductility_Req = "Požadavek na tažnost"
IDS_CVL_RPT_US_Dp_Desc = "vzdálenost od horního povrchu betonové desky k neutrální ose spřaženého průřezu při plastickém momentu"
IDS_CVL_RPT_US_Dt_Desc = "celková výška spřaženého průřezu"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Ohybová únosnost spřaženého kompaktního průřezu"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Jmenovitá ohybová únosnost v kontinuálním poli"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Jmenovitá ohybová únosnost podle Dp"
IDS_CVL_RPT_US_Therefore = "protože,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Kontrola ohybové únosnosti spřaženého kompaktního průřezu"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Kontrola ohybové únosnosti spřaženého nekompaktního průřezu"
IDS_CVL_RPT_US_Check_compression_flange = "Zkontrolovat křídlo v tlaku"
IDS_CVL_RPT_US_Check_tension_flange = "Zkontrolovat křídlo v tahu"
IDS_CVL_RPT_US_Shored_Construction = "Podpěrná konstrukce"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Smykové napětí křídla"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Z důvodu bodově zajištěné tahové pásnice."
IDS_CVL_RPT_US_for_curved_bridge = "pro zakřivený most"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Z důvodu průběžně zajištěné pásnice."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Elastické napětí tlakové pásnice od bočního ohybu druhého řádu"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Z důvodu bodově zajištěné pásnice."
IDS_CVL_RPT_US_fl_Fl_Desc = "Staticky ekvivalentní rovnoměrně rozložená boční síla"
IDS_CVL_RPT_US_fl_Pl_Desc = "Staticky ekvivalentní soustředěná boční síla"
IDS_CVL_RPT_US_fl_F_Desc = "Rozložená síla"
IDS_CVL_RPT_US_fl_P_Desc = "Koncentrovaná síla"
IDS_CVL_RPT_US_fl_e_Desc = "Excentricita přetížení"
IDS_CVL_RPT_US_fl_hw_Desc = "výška webu"
IDS_CVL_RPT_US_fl_Lb_Desc = "délka bez ztužení"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Součinitel stálého zatížení pro nespřažený průřez"
IDS_CVL_RPT_US_bec_torsional_warping = "V důsledku torzního zkroucení"
IDS_CVL_RPT_US_Mb_Desc = "Bi-moment"
IDS_CVL_RPT_US_Iw_Desc = "Konstantní zkroucení"
IDS_CVL_RPT_US_w_f_Desc = "Válčecí funkce v bodě napětí "
IDS_CVL_RPT_US_Check = "Zkontrolovat"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Hybridní faktor, Rh"
IDS_CVL_RPT_US_homo_sect = "homogenní průřez"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Hybridní průřez s ocelí vyšší pevnosti ve stojině než v obou pásnicích"
IDS_CVL_RPT_US_Rh_Dn_Desc = "větší z vzdáleností od elastické NA k vnitřnímu líci pásnice"
IDS_CVL_RPT_US_Rh_Fn_Desc = "napětí meze kluzu odpovídající Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "plocha pásnice na straně NA odpovídající Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Omezená délka bez ztužení"
IDS_CVL_RPT_US_rt_Desc = "účinný poloměr setrvačnosti pro boční klopení"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Elastické napětí při bočním klopení"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Modifikátor gradientu momentu"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Pro nezpevněný konzolový nosník"
IDS_CVL_RPT_US_Calc_Stress = "Výpočet napětí"
IDS_CVL_RPT_US_Elastic_Range_Dc = "V elastickém rozsahu, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Výška stojiny v tlaku při plastickém momentu, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Faktor úniku zatížení webu"
IDS_CVL_RPT_US_In_constructibility = "V konstrukci"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Protože spřažený průřez splnil proporce průřezu při kladném ohybu."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Stojiny s podélnými výztuhami,"
IDS_CVL_RPT_US_fyc_Desc = "předepsaná minimální mez kluzu tlakové pásnice"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Ohybová únosnost založená na průběžně zajištěné tahové pásnici"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Odolnost proti lokálnímu boulení založená na bodově zajištěné tlakové pásnici"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Odolnost proti bočnímu klopení založená na bodově zajištěné tlakové pásnici"
IDS_CVL_RPT_US_s_compact = "kompaktní"
IDS_CVL_RPT_US_s_noncompact = "nekompaktní"
IDS_CVL_RPT_US_s_slender = "štíhlý"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Ohybová únosnost založená na bodově zajištěné tlakové pásnici"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Faktor plastifikace webu"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Ohybová únosnost u průběžně zajištěné tlakové pásnice"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Ohybová únosnost u průběžně zajištěné tahové pásnice"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Odolnost proti lokálnímu boulení založená na bodově zajištěné tlakové pásnici"
IDS_CVL_RPT_US_for_Rolled_sect = "pro válcovaný průřez"
IDS_CVL_RPT_US_for_built_up_sect = "pro sestavený průřez"
IDS_CVL_RPT_US_compact_flange = "kompaktní křídlo"
IDS_CVL_RPT_US_noncompact_flange = "nekompaktní křídlo"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Elastická kritická odolnost proti bucklingu"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Odolnost proti boulení v kroucení a ohybově-kroucenému boulení"
IDS_CVL_RPT_US_Shear = "Smyk"
IDS_CVL_RPT_US_Max = "Max"
IDS_CVL_RPT_US_Min = "Min"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Poměr odolnosti proti smykovému boulení k smykové mezi kluzu, C"
IDS_CVL_RPT_US_Web_Classification = "Klasifikace webu"
IDS_CVL_RPT_US_Long_Stfn = "Podélné ztužení"
IDS_CVL_RPT_US_Tran_Stfn = "Příčné ztužení"
IDS_CVL_RPT_US_Tran_Spacing = "Příčné rozestupy"
IDS_CVL_RPT_US_web_considered = "Proto je tato stojina považována"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "součinitel smykového boulení vyztužených stojin"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "součinitel smykového boulení nevyztužených stojin"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Jmenovitá odolnost nevyztužených vnitřních stojin nebo koncového panelu"
IDS_CVL_RPT_US_Vn_C_Desc = "poměr odolnosti proti smykovému boulení k smykové mezi kluzu"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Jmenovitá odolnost vyztužených vnitřních stojin"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Neuvažováno působení tahového pole po ztrátě stability"
IDS_CVL_RPT_US_Tran_Stiffeners = "Příčná ztužidla"
IDS_CVL_RPT_US_Projecting_width = "Projektovaná šířka"
IDS_CVL_RPT_US_TS_D_Desc = "výška ocelového průřezu"
IDS_CVL_RPT_US_TS_tp_Desc = "tloušťka ztužidla"
IDS_CVL_RPT_US_TS_bf_Desc = "šířka křídla"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Moment setrvačnosti a poloměr otáčení"
IDS_CVL_RPT_US_yiled_Stfn = "kluzné ztužení"
IDS_CVL_RPT_US_and = "a"
IDS_CVL_RPT_US_Service = "Služba"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Kontrola účinnosti betonové desky"
IDS_CVL_RPT_US_modulus_rupture = "modul lomu"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Násobené podélné tahové napětí v desce pro Service II"
IDS_CVL_RPT_US_P_N_moment = "Pozitivní/Negativní moment"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Neexistuje kombinace zatížení pro servisní stav. Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_Permanent_deformation = "Trvalá deformace"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Tento průřez není kompaktní průřez pro kladný ohyb, přeskočit kontrolu napětí horní a dolní pásnice."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "napětí v pásnici od zatížení Service II vypočtené bez uvažování bočního ohybu pásnice"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "specifikovaná minimální mez kluzu pásnice"
IDS_CVL_RPT_US_posi_flexure_and = "Pozitivní ohyb a"
IDS_CVL_RPT_US_Ser_proportion_limit = "mez poměru,   přeskočit kontrolu Jmenovité odolnosti proti ohybové ztrátě stability stojin."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Jmenovitá odolnost proti ohybové ztrátě stability stojin"
IDS_CVL_RPT_US_Ser_fc_Desc = "napětí v tlakové pásnici v posuzovaném průřezu od zatížení Service II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Zkontrolovat napětí betonové desky"
IDS_CVL_RPT_US_No_condition_checking_skip = "Nejsou žádné podmínky pro kontrolu. Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Zkontrolovat minimální výztuž betonové desky pro záporný ohyb"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Minimální výztuž betonové desky pro záporný ohyb tedy není potřebná."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Minimální výztuž betonové desky pro záporný ohyb je tedy potřebná."
IDS_CVL_RPT_US_Constructibility = "Proveditelnost"
IDS_CVL_RPT_US_CS_Const_Stage = "Stavební etapa"
IDS_CVL_RPT_US_CS_Step = "Krok"
IDS_CVL_RPT_US_C_Steel_Only = "Pouze ocelový průřez"
IDS_CVL_RPT_US_No_CS_Skip = "Neexistuje fáze výstavby. Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_Check_Slend_Web = "Zkontrolujte štíhlost webu"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Diskrétně ztužené pásnice v tlaku"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Diskrétně ztužené pásnice v tahu"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Napětí od bočního ohybu v tahové pásnici"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Zkontrolujte nominální mez kluzu příruby"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "U průřezů se štíhlou stojinou se kontrola neprovádí, když fl je rovno nule."
IDS_CVL_RPT_US_flex_resistance = "Zkontrolujte ohybovou odolnost"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Zkontrolujte ohybové buckling webu"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "U průřezů s kompaktní nebo nekompaktní stojinou se kontrola neprovádí."
IDS_CVL_RPT_US_Concrete_Deck = "Betonová deska"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Zkontrolovat podélná napětí v betonové desce"
IDS_CVL_RPT_US_Dgn_Forces = "Návrhové síly"
IDS_CVL_RPT_US_Shear_req_Web = "Požadavek na smyk pro weby"
IDS_CVL_RPT_US_Fati_Limit_State = "Stav únavy"
IDS_CVL_RPT_US_Fati_moment = "Únavový moment"
IDS_CVL_RPT_US_Shear_Force = "Smyková síla"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Neexistuje únavová kombinace zatížení. Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Únavové zatížení"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Zkontrolujte únavové zatížení"
IDS_CVL_RPT_US_F_stress_unfac_DL = "Napětí z nenásobeného DL"
IDS_CVL_RPT_US_F_stress_fati_LCB = "Napětí z únavového LCB"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Tlak"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "Tlakové napětí z nenásobeného DL"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "Tahové napětí z únavového LCB"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "Napětí z nenásobeného DL je tahové napětí."
IDS_CVL_RPT_US_Skip_this_check = "Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Kategorie"
IDS_CVL_RPT_US_F_Number_stress = "Počet napětí (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Ekvivalentní tabulka pro nekonečnou životnost."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Pro Fatigue I podle tabulky"
IDS_CVL_RPT_US_CAFT = "Prahy únavy s konstantní amplitudou"
IDS_CVL_RPT_US_for_Fatigue_II = "Pro únavu II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Zvláštní požadavek na únavu pro stojiny s příčnými výztuhami"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "smyk ve stojině od nenásobeného stálého zatížení plus násobené únavové zatížení (Fatigue I)"
IDS_CVL_RPT_US_Sum = "Součet"
IDS_CVL_RPT_US_Warping_stress = "napětí z deformace"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Ohybová odolnost na základě pásnice v tahu"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Ohybová odolnost na základě skříňové pásnice v tahu"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Ohybová odolnost na základě skříňové pásnice v tlaku"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Odolnost proti místní ztrátě stability na základě neztužených pásnic"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Odolnost proti místní ztrátě stability na základě ztužených pásnic"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "součinitel ztráty stability desky pro rovnoměrné normálové napětí"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "součinitel ztráty stability desky pro smykové napětí"
IDS_CVL_RPT_US_EN_Shear_Connector = "Smykové konektory"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Neexistují informace o smykových spojkách. Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_Types = "Typy"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "U kanálových smykových spojek se typy nekontrolují."
IDS_CVL_RPT_US_SC_Hs_Desc = "výška šroubu"
IDS_CVL_RPT_US_SC_d_Desc = "průměr šroubu"
IDS_CVL_RPT_US_SC_Pitch = "Krok"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Odolnost proti únavě při smyku"
IDS_CVL_RPT_US_Article = "Článek"
IDS_CVL_RPT_US_Table = "Tabulka"
IDS_CVL_RPT_US_SC_w_Desc = "šířka kanálu"
IDS_CVL_RPT_US_SC_Pstr_Desc = "rozteč smykových spojek určená mezním stavem únosnosti"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ průměr trnu : minimální rozteč smykových spojek"
IDS_CVL_RPT_US_SC_Vsr_Desc = "rozsah vodorovného únavového smyku na jednotku délky"
IDS_CVL_RPT_US_SC_Vfat_Desc = "rozsah podélného únavového smyku na jednotku délky"
IDS_CVL_RPT_US_SC_Ffat_Desc = "rozsah radiálního únavového smyku na jednotku délky"
IDS_CVL_RPT_US_SC_I_Desc = "moment setrvačnosti krátkodobého spřaženého průřezu"
IDS_CVL_RPT_US_SC_Q_Desc = "statický moment transformované krátkodobé plochy betonové desky vzhledem k neutrální ose krátkodobého spřaženého průřezu"
IDS_CVL_RPT_US_SC_Vf_Desc = "rozsah svislé smykové síly při příslušné únavové kombinaci zatížení"
IDS_CVL_RPT_US_SC_Abot_Desc = "plocha spodní příruby"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "rozsah podélného únavového napětí ve spodní pásnici"
IDS_CVL_RPT_US_SC_L_Desc = "vzdálenost mezi úhlovými body"
IDS_CVL_RPT_US_SC_w_deck_Desc = "efektivní délka desky"
IDS_CVL_RPT_US_SC_R_Desc = "minimální poloměr nosníku"
IDS_CVL_RPT_US_SC_Space_inform = "Trnové smykové spojky nesmí být blíže než 4.0 průměru trnu, měřeno osově napříč k podélné ose podporujícího prvku."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- Světlá vzdálenost mezi okrajem horní pásnice a okrajem nejbližší smykové spojky nesmí být menší než %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Překrytí a pronikání"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- Světlá tloušťka krytí betonu nad hlavami smykových spojek by neměla být menší než %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Smykové spojky by měly být zabetonovány alespoň %s. do betonové desky."
IDS_CVL_RPT_US_SC_ts_Desc = "tloušťka betonové desky"
IDS_CVL_RPT_US_SC_th_Desc = "tloušťka od horního okraje stojiny po spodní líc betonové desky"
IDS_CVL_RPT_US_SC_tfc_Desc = "tloušťka horní příruby"
IDS_CVL_RPT_US_SC_H_Desc = "výška smykového konektoru"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Násobená smyková odolnost jedné smykové spojky"
IDS_CVL_RPT_US_Nom_Shear_force = "Nominální smyková síla"
IDS_CVL_RPT_US_SC_bs_Desc = "účinná šířka betonové desky"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "tloušťka betonové desky"
IDS_CVL_RPT_US_SC_bfc_Desc = "šířka příruby pro tlak"
IDS_CVL_RPT_US_SC_bft_Desc = "šířka příruby pro tah"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "tloušťka příruby pro tlak"
IDS_CVL_RPT_US_SC_tft_Desc = "tloušťka příruby pro tah"
IDS_CVL_RPT_US_SC_Fyw_Desc = "mez kluzu webu"
IDS_CVL_RPT_US_SC_Fyc_Desc = "mez kluzu tlakové pásnice"
IDS_CVL_RPT_US_SC_Fyt_Desc = "mez kluzu tahové pásnice"
IDS_CVL_RPT_US_SC_tw_Desc = "tloušťka webu"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Minimální počet smykových spojek při kladném ohybu."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Minimální počet smykových spojek při záporném ohybu."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Neexistuje únavová kombinace zatížení. Vynechat tuto kontrolu."
IDS_CVL_RPT_US_SC_Top_Tens = "Horní (tah)"
IDS_CVL_RPT_US_SC_Top_Comp = "Horní (tlak)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Dolní (tah)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Dolní (tlak)"
IDS_CVL_RPT_US_SC_Fati_Check = "Kontrola únavy smykového konektoru"
IDS_CVL_RPT_US_from_Table = "z Tabulky"
IDS_CVL_RPT_US_Stiffeners = "Ztužidla"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Neexistují informace o výztuhách. Přeskočit tuto kontrolu."
IDS_CVL_RPT_US_LS_ts_Desc = "tloušťka podélného ztužidla"
IDS_CVL_RPT_US_LS_Il_Desc = "Moment setrvačnosti podélné výztuhy stojiny"
IDS_CVL_RPT_US_LS_r_Desc = "Poloměr otáčení podélné výztuhy stojiny"
IDS_CVL_RPT_US_LS_d0_Desc = "rozteč příčných ztužidel"
IDS_CVL_RPT_US_LS_G_R_Desc = "Poloměr nosníku"
IDS_CVL_RPT_US_LS_Flex_stress = "Ohybové napětí v podélných výztuhách"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Ztužidla ložisek"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Vlastnosti průřezu a návrhové podmínky"
IDS_CVL_RPT_US_BS_Material_Stfn = "Materiál ztužidel"
IDS_CVL_RPT_US_BS_E_Desc = "Modul pružnosti ztužidel"
IDS_CVL_RPT_US_BS_Fys_Desc = "Mez kluzu ztužidel"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reakce podpory"
IDS_CVL_RPT_US_BS_bt_Desc = "Šířka ztužidel"
IDS_CVL_RPT_US_BS_tp_Desc = "Tloušťka ztužidel"
IDS_CVL_RPT_US_BS_n_Desc = "Páry ztužidel"
IDS_CVL_RPT_US_BS_d_Desc = "Rozteč ztužidel"
IDS_CVL_RPT_US_Height_Web = "Výška webu"
IDS_CVL_RPT_US_BS_tw_Desc = "Tloušťka webu"
IDS_CVL_RPT_US_BS_R_Desc = "Koutové svary stojina–pásnice"
IDS_CVL_RPT_US_BS_Alw_width = "Přípustná šířka"
IDS_CVL_RPT_US_Bearing_Resis = "Odolnost ložiska"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Nominální odolnost ložiska"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Faktorizovaná odolnost ložiska"
IDS_CVL_RPT_US_Factored_Resis = "Faktorizovaná odolnost"
IDS_CVL_RPT_US_Axial_Comp = "Axialní tlak"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Odolnost proti elastickému ohybovému bucklingu"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Ekvivalentní nominální odolnost vůči mez kluzu"
IDS_CVL_RPT_US_Nominal_yield_resis = "Nominální odolnost vůči mez kluzu"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Nominální odolnost vůči tlaku"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Faktorizovaná odolnost vůči tlaku"
IDS_CVL_RPT_US_Moment_Inertia = "Moment setrvačnosti"
IDS_CVL_RPT_US_LS_k_Desc = "součinitel ztráty stability desky pro rovnoměrné normálové napětí"
IDS_CVL_RPT_US_LS_w_Desc = "větší z: šířka pásnice mezi podélnými výztuhami pásnice"
IDS_CVL_RPT_US_LS_n_Desc = "počet stejně rozmístěných podélných výztuh pásnice"
IDS_CVL_RPT_US_Dgn_Code = "Návrhový kód"
IDS_CVL_RPT_US_Node_IJ = "Uzel(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Vlastnosti průřezu"
IDS_CVL_RPT_US_Gross_Sect = "- Hrubý průřez"
IDS_CVL_RPT_US_Trans_Sect = "- Transformovaný průřez"
IDS_CVL_RPT_US_Materials = "Materiály"
IDS_CVL_RPT_US_Concrete = "Beton"
IDS_CVL_RPT_US_Beta1 = "0.85 pokud f'c je menší než 4ksi, jinak 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Informace o předpínací oceli"
IDS_CVL_RPT_US_Tendon_Name = "Název tendonu"
IDS_CVL_RPT_US_Bond_Type = "Typ vazby"
IDS_CVL_RPT_US_Dp_Tendon = "Vzdálenost od krajního tlakového vlákna k těžišti předpínacího tendonu."
IDS_CVL_RPT_US_Dp_Rein = "Vzdálenost od krajního tlakového vlákna k těžišti nepředpínané výztuže."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Informace o podélné nepředpínané ocelové výztuži"
IDS_CVL_RPT_US_Bot_Flexure = "Pod centrem"
IDS_CVL_RPT_US_Top_Flexure = "Nad centrem"
IDS_CVL_RPT_US_Torsion = "Torzní moment"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Informace o příčné nepředpínané ocelové výztuži"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Úhel mezi podélnou výztuží a třmínkem."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Vnitřní síly/napětí v průřezu od účinného předpětí"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Vzdálenost od těžiště průřezu k těžišti tendonu"
IDS_CVL_RPT_US_Moment_Direct = "Směr momentu"
IDS_CVL_RPT_US_Method_Calc = "- Metoda výpočtu :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- Kombinace zatížení pro maximální mezní stav únosnosti :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- Maximální faktorizovaný moment"
IDS_CVL_RPT_US_Neut_Depth = "Hloubka neutrální osy k tlakové líci"
IDS_CVL_RPT_US_Axial_Concrete = "Osová síla v betonu (tlaková oblast):"
IDS_CVL_RPT_US_Axial_Steel = "Osová síla ve výztuži"
IDS_CVL_RPT_US_Tens_Zone = "tahová zóna"
IDS_CVL_RPT_US_Compress_Zone = "tlačná zóna"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Osová síla v tendonech (Unbond) podle normy"
IDS_CVL_RPT_US_Axial_Bond_Code = "Osová síla v tendonech (Bond) podle normy"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Osovou sílu v nepřilnutých tendonech nelze vypočítat metodou kompatibility přetvoření"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Osová síla v tendonech (Bond) podle kompatibility přetvoření"
IDS_CVL_RPT_US_Comp_Force = "Tlaková síla"
IDS_CVL_RPT_US_Tens_Force = "Tahová síla"
IDS_CVL_RPT_US_Tolerance = "Tolerance"
IDS_CVL_RPT_US_Flex_Resist = "Ohybová odolnost"
IDS_CVL_RPT_US_Nominal_Resist = "Nominální odolnost"
IDS_CVL_RPT_US_Resist_Factor = "Faktor odolnosti"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Čisté tahové přetvoření v krajní tahové výztuži"
IDS_CVL_RPT_US_Comp_Control_Range = ": Oblast řízená tlakem,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Oblast řízená tahem,"
IDS_CVL_RPT_US_Trans_Range = ": Přechodová oblast,"
IDS_CVL_RPT_US_Joint_Seg = ": Pro spáru v segmentové konstrukci"
IDS_CVL_RPT_US_Factored_Resist = "Faktorovaná odolnost"
IDS_CVL_RPT_US_Min_Rein = "Minimální výztuž"
IDS_CVL_RPT_US_Judge = "Posouzení"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Bez kontroly"
IDS_CVL_RPT_US_Min_Rein_Chk = "Zkontrolovat minimální výztuž"
IDS_CVL_RPT_US_Crack_Moment = "Moment praskání"
IDS_CVL_RPT_US_Where = "Kde,"
IDS_CVL_RPT_US_Sect_Modulus = "Modul průřezu pro krajní vlákno"
IDS_CVL_RPT_US_Non_Composite_Dead = "Moment od stálého zatížení pro nekompozitní průřez"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Modul kompozitního průřezu pro krajní vlákno"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Modul nekompozitního průřezu pro krajní vlákno"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Faktor variability ohybového praskání"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Faktor variability předpětí"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Poměr meze kluzu k mezní pevnosti v tahu výztuže"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Tlakové napětí v betonu pouze vlivem účinného předpětí"
IDS_CVL_RPT_US_Chk_Min_Rein = "Kontrola minimální výztuže"
IDS_CVL_RPT_US_Max_Service_Lcom = "- Maximální kombinace zatížení pro mezní stav použitelnosti:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- Maximální rozteč ocelové výztuže ve vrstvě nejblíže k tahovému líci"
IDS_CVL_RPT_US_Exposure_Factor = "Faktor expozice"
IDS_CVL_RPT_US_Tens_Service_Bar = "Tahové napětí v prutu v mezním stavu použitelnosti"
IDS_CVL_RPT_US_Max_shear = "Maximální smyk"
IDS_CVL_RPT_US_Min_shear = "Minimální smyk"
IDS_CVL_RPT_US_Sect_Type = "Typ průřezu"
IDS_CVL_RPT_US_Stregnth_Lcom = "Kombinace zatížení pro mezní stav únosnosti"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Faktorovaný torzní moment"
IDS_CVL_RPT_US_Factor_Shear = "Faktorovaná smyková síla"
IDS_CVL_RPT_US_Factor_Moment = "Faktorovaný moment"
IDS_CVL_RPT_US_Factor_Axial_Force = "Faktorovaná axiální síla"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Faktor odolnosti pro smyk"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Faktor modifikace hustoty betonu"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Složka předpínací síly ve směru smykové síly"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(včetně Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Efektivní hloubka"
IDS_CVL_RPT_US_Effect_Web_Width = "Efektivní šířka pletiva"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Efektivní hloubka pro ohyb"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Efektivní hloubka pro smyk"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Účinná výška pro smyk pro segmentový skříňový nosník"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Vzdálenost od krajního tlačeného vlákna k těžišti předpínací výztuže"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Maximální rozteč příčné výztuže"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Smyková napětí na betonu"
IDS_CVL_RPT_US_Min_Trans_Area = "Minimální požadovaná příčná výztuž"
IDS_CVL_RPT_US_Min_Trans_Chk = "* Při kontrole smykové únosnosti příčnou výztuží bude ověřeno zadání "OK" nebo "NG""
IDS_CVL_RPT_US_Longi_Strain = "Podélné deformace"
IDS_CVL_RPT_US_Stress_Vari = "Proměnná napětí"
IDS_CVL_RPT_US_Tensile_Stress = "Tenzní napětí"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "Napětí v krajním tahovém vlákně vlivem návrhového zatížení a účinného předpětí po ztrátách"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Nefaktorované tlakové napětí v betonu pouze vlivem účinného předpětí."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Složka smyku přenášená tahovými napětími v betonu"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Součinitel vyjadřující schopnost diagonálně popraskaného betonu přenášet tah"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Hodnoty θ a β pro Průřez"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ je úhel sklonu diagonálních tlakových napětí."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β je součinitel vyjadřující schopnost diagonálně popraskaného betonu přenášet tah."
IDS_CVL_RPT_US_Max_Agg = "Maximální velikost agregátu"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Jmenovitá smyková únosnost poskytovaná betonem"
IDS_CVL_RPT_US_Component_Trans_Rein = "Složka smyku přenášená příčnou výztuží"
IDS_CVL_RPT_US_Area_Trans_Rein = "Požadovaná plocha příčné výztuže"
IDS_CVL_RPT_US_No_Shear_Rein = "Bez smykové výztuže"
IDS_CVL_RPT_US_Shear_Resist = "Smyková odolnost"
IDS_CVL_RPT_US_Nominal_Shear = "Nominální smyková pevnost"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Faktorovaná smyková odolnost"
IDS_CVL_RPT_US_Case_of = "Případ"
IDS_CVL_RPT_US_Notation = "Notace"
IDS_CVL_RPT_US_Area_Shear_Flow = "Plocha uzavřená dráhou smykového toku, včetně případných otvorů uvnitř."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Obvod střednice uzavřené příčné torzní výztuže."
IDS_CVL_RPT_US_Area_Conc_Sect = "Celková plocha uzavřená vnějším obvodem betonového průřezu."
IDS_CVL_RPT_US_Peri_Conc_Sect = "Délka vnějšího obvodu betonového průřezu."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Kontrola torzních účinků"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Torzní moment praskání"
IDS_CVL_RPT_US_Ignore_Torsion = "Ignorovat účinky torze."
IDS_CVL_RPT_US_Consider_Torsion = "Uvažovat účinky torze."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "Účinná tloušťka dráhy smykového toku prvků"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Zkontrolovat torzní moment"
IDS_CVL_RPT_US_Req_Longi_Rein = "Požadovaná podélná výztuž"
IDS_CVL_RPT_US_Solid_Sect = "V pevném průřezu,"
IDS_CVL_RPT_US_Box_Sect = "V boxovém průřezu,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Kontrola kombinace torze a smyku"
IDS_CVL_RPT_US_Before = "Před"
IDS_CVL_RPT_US_After = "Po"
IDS_CVL_RPT_US_Inter_Shear = "Smyk na rozhraní"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Nominální smyková odolnost na rozhraní"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "Jmenovitá smyková únosnost Vni použitá v návrhu nesmí být větší než menší z:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Součinitele soudržnosti a tření (případ)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Faktorovaná smyková síla na rozhraní"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Faktorovaná smyková odolnost na rozhraní"
IDS_CVL_RPT_US_Allow_Conc_CS = "Dovolená napětí v betonu ve fázi výstavby"
IDS_CVL_RPT_US_Elem = "Element"
IDS_CVL_RPT_US_Part = "Část"
IDS_CVL_RPT_US_Girder_Or_Slab = "Nosník/Deska"
IDS_CVL_RPT_US_Comp_Or_Tens = "Tlak/Tah"
IDS_CVL_RPT_US_Top_Or_Bottom = "Horní/Dolní"
IDS_CVL_RPT_US_Stage = "Fáze"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Dovolená napětí v betonu pro kombinace zatížení v mezním stavu použitelnosti"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Dovolená hlavní napětí v betonu ve fázi výstavby"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "Hlavní napětí se uvažuje pro nekompozitní PSC průřezy, nikoli pro kompozitní PSC průřezy"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Dovolená hlavní napětí v betonu pro kombinace zatížení v mezním stavu použitelnosti při maximálním smyku"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Dovolená hlavní napětí v betonu pro kombinace zatížení v mezním stavu použitelnosti při maximální torzi"
IDS_CVL_RPT_US_Allow_Tendon = "Přípustné napětí v tendonu"
IDS_CVL_RPT_US_Tendon = "Tendon"
IDS_CVL_RPT_US_Crack_Chk = "Kontrola prasklin"
IDS_CVL_RPT_US_Dgn_Criteria = "Projektové kritéria"
IDS_CVL_RPT_US_Pos_Or_Neg = "Pozitivní/Záporný"
IDS_CVL_RPT_US_Bonded = "Vázaný"
IDS_CVL_RPT_US_Unbonded = "Nevázaný"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Návrh na ohyb pro průřez"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Návrh na smyk pro průřez"
IDS_CVL_RPT_US_Dgn_Step_1 = "Krok návrhu 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Krok návrhu 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Krok návrhu 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Krok návrhu 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Krok návrhu 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Krok návrhu 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Průměrné napětí v předpínací oceli"
IDS_CVL_RPT_US_Area_Bond_Stl = "Plocha soudržné předpínací oceli"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Vzdálenost od krajního tlačeného vlákna k těžišti soudržných předpínacích tendonů"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Plocha nesoudržné předpínací oceli"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Vzdálenost od krajního tlačeného vlákna k těžišti nesoudržných předpínacích tendonů"
IDS_CVL_RPT_US_Area_Pre_Stl = "Plocha předpínací oceli"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Plocha nepředpjaté tahové ocelové výztuže"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Vzdálenost od krajního tlačeného vlákna k těžišti nepředpjaté tahové výztuže"
IDS_CVL_RPT_US_Area_Comp_Rein = "Plocha tlakové výztuže"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Vzdálenost od krajního tlačeného vlákna k těžišti tlakové výztuže"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Hloubka tlakové lišty"
IDS_CVL_RPT_US_Block_Factor = "Faktor napěťového bloku"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Délka tendonu mezi kotvami"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Účinné napětí v předpínací oceli v posuzovaném průřezu"
IDS_CVL_RPT_US_Depth_Stress_Block = "Hloubka ekvivalentního bloku napětí"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Součinitel ohybové únosnosti."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Nominální ohybová odolnost"
IDS_CVL_RPT_US_Modulus_Rup = "Modul lomu"
IDS_CVL_RPT_US_Factored_Moment = "Faktorovaný moment"
IDS_CVL_RPT_US_Max_or_Min = "Max/Min"
IDS_CVL_RPT_US_Total_Depth_Beam = "Celková hloubka nosníku"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Vzdálenost mezi výslednicemi tahových a tlakových sil od ohybu"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Účinná výška pro smyk. Nemusí být menší než 0.9de nebo 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h nebo vzdálenost od krajního tlačeného vlákna k těžišti tendonu"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Návrhová smyková síla v průřezu"
IDS_CVL_RPT_US_Width_Web = "Šířka pletiva"
IDS_CVL_RPT_US_Component_Effect_Shear = "Složka účinného předpětí ve směru smyku"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Poměr působícího návrhového smykového napětí k tlakové únosnosti betonu"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Požadovaná plocha minimální příčné výztuže"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Součinitel pro diagonálně popraskaný beton pro přenos tahu"
IDS_CVL_RPT_US_Max_Factored_Moment = "Maximální faktorovaný moment"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Modul pružnosti tendonů násobený uzamčeným rozdílem přetvoření"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Přetvoření ve střední výšce prvku"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Úhel sklonu diagonálních tlakových napětí"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Úhel sklonu příčné výztuže k podélné ose"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Nominální smyková odolnost"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Horní mez jmenovité smykové únosnosti"
IDS_CVL_RPT_US_Torsion_Resist = "Torzní odolnost"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Faktor odolnosti pro torzi"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Nominální torzní odolnost"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Požadovaná plocha torzní oceli"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Plocha podélné oceli požadovaná pro torzi navíc k té pro ohyb"
IDS_CVL_RPT_US_Replace_Shear_Force = "Je-li vyžadována torze, návrhová smyková síla bude nahrazena účinnou smykovou silou"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Protože fpe je menší než 0.5 fpu, doporučuje se použít metodu „Kompatibility přetvoření“"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Vzdálenost od referenční linie"
IDS_CVL_RPT_EC_Checking_DesignCode = "Projektový kód"
IDS_CVL_RPT_EC_Checking_ElementNo = "Číslo prvku"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Informace o pozici"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Projektová podmínka"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Nastavit projektové parametry"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Konečná odolnost momentu"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Odolnost proti smyku"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Torzní odolnost"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Šířka praskliny"
IDS_CVL_RPT_EC_Title_of_Decompression = "Kontrola dekomprese"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Kontrola únavy"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Kontrola napětí při přenosu předpětí a během výstavby"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Kontrola napětí pro kombinaci zatížení v mezním stavu použitelnosti"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Projektové parametry"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Informace o průřezu"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Informace o materiálu"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Informace o profilu tendonu"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Dílčí součinitele pro mezní stavy únosnosti"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- součinitel λ a součinitel η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- součinitel α_cc , α_ct  : Součinitel pro dlouhodobé účinky na tlakovou a tahovou pevnost."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Projektové situace"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c pro beton"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s pro výztužnou ocel"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s pro předpínací ocel"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Trvalé a přechodné"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Náhodné"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "kde λ, η každý definují účinnou výšku tlakové oblasti a účinnou pevnost."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(pro pevnost v tlaku)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(pro pevnost v tahu)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(pro pevnost v tahu)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Informace o materiálu betonu"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Informace o materiálu výztuže"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Typ"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Název tendonu"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Umístění\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Plocha\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Pevnost (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Návrhová pevnost"
IDS_CVL_RPT_EC_Where = "kde,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Návrhová pevnost betonu"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Návrhová pevnost výztuže"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Návrhová pevnost tendonu"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "kde fcd, fctd jsou návrhová tlaková a tahová pevnost."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Kontrola, zda je průřez v ohybu popraskaný."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(Průřez je popraskaný.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(Průřez je nepopraskaný.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Tahové napětí od ohybu"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(Tah se uvažuje jako kladný.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Návrhová tahová pevnost betonu."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Viz 1.4 Informace o profilu tendonu."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Kontrola momentové únosnosti, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Pozitivní moment"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Negativní moment"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Návrhové zatížení"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Návrhové zatížení"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Návrhové parametry"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Výpočet neutrální osy"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Výpočet F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Výpočet momentové únosnosti, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Posudek min. plochy výztuže"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Jméno kombinace :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Síla (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Návrhové situace :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Klopení"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  je"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z je konstanta průřezu"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  je"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Vyšetření polohy neutrální osy."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Výpočet přetvoření betonářské a předpínací výztuže."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Výpočet napětí betonářské a předpínací výztuže."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Výpočet osové síly v betonu, oceli a kabelu."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Posouzení zda výslednice sil v průřezu je nulová."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Opakování kroků 1 až 5 dokud není výslednice sil v průřezu nulová."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Číslo"
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Výška tlač. betonu\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Síla v tlaku ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Síla v tahu ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Poměr\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Beton"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Výztuž"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Kabel"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x je výška neutrální osy"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Číslo"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Napětí_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  je vzdálenost od neutrálné osy, x k betonu, výztuži, kabelu"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Průřezové charakteristiky"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Ekviv. průř. (kab., výzt.)\n(Nosník)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Ekviv. průř. (Po spřažení)\n(Nosník + Deska)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Nosník"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Deska"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Beton"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Výztuž"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- Součinitel λ, η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Nosník"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Deska"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Návrhová pevnost v betonu"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Návrhová pevnost výztuže"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- Výpočet F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Fig 3.5, Fig 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Tlaková síla v nosníku"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Tlaková síla v desce"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Tlaková síla ve výztuži"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Tahová síla ve výztuži"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Tahová síla v kabelu"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": Výška neutrální osy"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Plocha obdelníkového bet. bloku v nosníku"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Plocha obdelníkového bet. bloku v desce"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Plocha tlačené výztuže"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Plocha tažené výztuže"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Napětí_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : Přetvoření betonu v úrovní kabelu v mezním stavu"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : Přetvoření betonu v úrovní kabelu ve stavu efektivního napětí od předpětí"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Výpočet momentu na mezi únosnosti, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  je vzdálenost od neutrálné osy těžiště tlač. betonu, výztuže a kabelu"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Posouzení smykové únosnosti betonu, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Posouzení smykové únosnosti smykové výztuže, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Maximální smyková síla"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Minimální smyková síla"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Návrhové zatížení"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Návrhová hodnota smykové únosnosti V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Název kombinace :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Síla (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Návrhové situace :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ Smyková výztuž není vyžadována"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Smyková výztuž je vyžadována"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(v případě tlaku, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Návrhové parametry"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Návrhová hodnota pro smykovou únosnost V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Návrhová hodnota pro smykovou únosnost V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Využití smykové výztuže"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Posouzení vzdáleností třmínků"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Přeskočen posudek smykové únosnosti, V_Rd,s od smykové výzutže"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α úhel mezi smykovou výztuží a osou nosníku kolmou na posouvající sílu"
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ úhel mezi betonovými tlakovými diagonálami a osou nosníku kolmou na posouvající sílu."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z rameno vnitřních sil pro prvek s konstantní výškou."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  průřezová plocha smykové výztuže"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  je min. procento smykové výztuže"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( pro f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( pro f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( pro nepředpjaté konstrukce )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( pro 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( pro 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( pro 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( pro σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  redukční součinitel pevnosti betonu v tlaku"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  součinitel, kterým se zohledňuje stav napětí v tlačeném pásu"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s je vzdálenost třmínků"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Maximální smyková síla"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Minimální smyková síla"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Posudek smykové únosnosti, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Návrhové zatížení"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Jméno kombinace :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Návrhové situace :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Návrhová pevnost betonu"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Návrhová pevnost výztuže"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Nosník"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Deska"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Posudek zda je průřez potrhán ohybovými trhlinami."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(Potrhaný průřez.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(Nepotrhaný průřez.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Ohybové napětí v tahu"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(Tah je brán s kladným znaménkem.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Návrhová pevnost betonu v tahu."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Celkové napětí v těžišti spřaženého průřezu od zatížení působících jen nosník"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(DESIGNER'S GUIDE TO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": napětí v těžišti spřaženého průřezu od momentu působícího jen na průřez nosníku"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": napětí v těžišti spřaženého průřezu od předpětí"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Ohybový moment v průřezu nosníku"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Vzdálenost k těžišti průřezu nosníku"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Vzdálenost k těžišti spřaženého průřezu"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Průřezová plocha nosníku"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Moment setrvačnosti průřezu nosníku"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Návrhová předpínací síla po všech ztrátách"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Moment od předpínací síly"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Smykové napětí v průřezu nosníku v úrovni těžiště spřaženého průřezu"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Smyková síla v průřezu prefabrikovaného nosníku"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Statický moment plochy k těžišti průřezu nosníku"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Šířka nosníku Girder width"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Přídavná smyková síla působící na spřažený průřez"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Statický moment plochy k těžišti spřaženého průřezu"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Moment setrvačnosti spřaženého průřezu"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Celková smyková únosnost spřaženého průřezu"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(oblasti nepotrhané od ohybu)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Smyková výztuž je nutná"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Smyková výztuž není nutná"
IDS_CVL_RPT_EC_Block_Shear03_title = "Kontrola minimální vyztužení smykovou výztuží"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Posouzení min. stupně vyztužení smykovou výztuží"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  je minimální stupeň vyztužení smykovou výztuží"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Plocha diagonální výztuže"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Kontrola vzdálenosti třmínků"
IDS_CVL_RPT_EC_Block_Shear03_s = "s je vzdálenost třmínků"
IDS_CVL_RPT_EC_Block_Shear03_d = ": účinná výška"
IDS_CVL_RPT_EC_Block_Shear04_title = "Posouzení přídavné tahové síly v podélné výztuži vlivem smykové síly"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": Momentová únosnost"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Rameno sil z mezního stavu únosnosti od ohybu"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Posudek smykového napětí ve styčné ploše mezi betony různého stáří"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Tlaková síla v nosníku"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Tlaková síla v desce"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Smykové napětí ve styčné ploše"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": poměr podélné síly v ploše dobetonovaného průřezu k celkové podélné"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  síle, buď v tlačené nebo v tažené oblasti průřezu"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Posouvající síla"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Rameno vnitřních sil spřaženého průřezu (MS od ohybu)"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Šířka styčné plochy"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Posudek smykového napětí ve styčné ploše mezi betony různého stáří"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Konzervativní hodnota β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Posudek smykového napětí ve styčné ploše mezi betony různého stáří"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Tlaková síla v nosníku"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Tlaková síla v desce"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Návrhová hodnota smykového napětí ve styčné ploše"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Návrhová pevnost v tahu (fctd) a v tlaku (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   betonu ve styčné ploše mezi nosníkem a deskou"
IDS_CVL_RPT_EC_Block_Shear06_c = ": součinitel, který závisí na drsnosti styčné plochy"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": součinitel, který závisí na drsnosti styčné plochy"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Hmotnost desky"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Plocha styku (jednotková délka 1m )"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Plocha výztuže procházející styčnou plochou"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Návrh. pevnost smykové výztuže ve styčné ploše"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Úhel výztuže procházející styčnou plochou"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Návrhové zatížení"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Posudek na kroucení"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Maximální kroutící moment"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Název kombinace :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Síla (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Návrhové situace :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Uzavřená část průřezu"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Horní pásnice [ Vlevo ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Horní pásnice [ Vpravo ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Horní pásnice"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Dolní pásnice [ Vlevo ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Dolní pásnice [ Vpravo ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Dolní pásnice"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Levá stojina"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Pravá stojina"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Stojina"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Návrhový kroutící moment na mezi únosnosti, T_Rd,max  celého průřezu"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Návrhové parametry"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Posouzení podmínky pro interakci smyku a kroucení"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Posouzení podélné výztuže na kroucení"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Posouzení podélné vzdálenosti výztuže na kroucení"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Uvažováno α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  je účinná tloušťka stěny, kterou lze uvažovat hodnotou A/u"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  plocha omezená střednicemi spojených stěn průřezu, včetně ploch vnitřních otvorů"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  je obvod plochy A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α je naklonění smykové výztuže na kroucení od podélné osy prvku"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ je úhel tlakové diagonály"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  je návrhový kroutící moment"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  plocha omezená střednicemi spojených stěn průřezu, včetně ploch vnitřních otvorů"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  je účinná tloušťka stěny, kterou lze uvažovat hodnotou A/u"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A je celková plocha průřezu uvnitř vnějšího okraje, včetně ploch vnitřních otvorů"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u vnější obvod průřezu"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  je obvod plochy A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ je úhel tlakové diagonály"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  je účinná tloušťka stěny, kterou lze uvažovat hodnotou A/u"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u vnější obvod průřezu"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A je celková plocha průřezu uvnitř vnějšího okraje, včetně ploch vnitřních otvorů"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  je vnější obvod průřezu"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  plocha omezená střednicemi spojených stěn průřezu, včetně ploch vnitřních otvorů"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- Pouze minimální vyztužení je požadováno za předpokladu, že je splněna následující podmínka."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  je kroutící moment při vzniku trhlin."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  je smyková únosnost bez smykové výztuže."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Návrhová hodnota pro kroutící moment při vzniku trhlin T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Návrhová hodnota smykového napětí ve stěně V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Počet stěn"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Předpokládá se, že celý smyk přenáší stěna. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Posouzení minimálního vyztužení"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Smyková výztuž je vyžadována."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Smyková výztuž není vyžadována."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( pro nepředpjaté konstrukce )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( pro 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( pro 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( pro 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( pro σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  plocha podélné výztuže na kroucení."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  nutná plocha podélné výztuže na kroucení."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Posouzení smykové výztuže na smyk"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  je plocha příčné výztužer na smyk."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  je vzdálenost smykové výztuže."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Posouzení smykové výztuže na kroucení"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  plocha smykové výztuže na kroucení."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Výpočet šířky trhlin, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Horní"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Dolní"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Návrhové zatížení"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Návrhové parametry"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Výpočet střední hodnoty poměrného přetvoření betonu mezi trhlinami a výztuže, ε_cm , ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Výpočet max. vzdálenosti mezi trhlinami, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Kontrola šířky trhlin"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Název kombinace :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Síla (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Návrhové situace :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Krátkodobé/Dlouhodobé :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Napětí na horním povrchu"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Napětí na spodním povrchu"
IDS_CVL_RPT_EC_Stress_surface = "(Pro tlakové napětí, kontrola trhlin není nutná.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Pro tlakové napětí menší než f_ctd , kontrola trhlin není nutná.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Pro tahové napětí, kontrola trhlin je nutná.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ je ekvivalentní průměr prutu (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c je krycí vrstva podélné výztuže"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( pro krátkodobé účinky )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( pro dlouhodobé účinky )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  je napětí v tahové výztuži stanovené v průřezu porušeném trhlinou"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p '  je plocha předem nebo dodatečně napínané výztuže ležící v ploše  Ac,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  je účinná plocha taženého betonu obklopující betonářskou nebo předpínací výztuž"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "               o výšce  hc,ef , kde hc,ef  je menší z hodnot 2,5(h - d), (h - x)/3 nebo h/2"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  upravený poměr pevnosti v soudržnosti, kterým se zohledňují rozdílné"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        průměry betonářské a předpínací výztuže"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ je poměr pevnosti v soudržnosti předpínací a betonářské výztuže podle tabulky 6.2"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  je největší průměr prutu betonářské výztuže"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  je ekvivalentní průměr předpínací výztuže podle 6.8.2."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  je součinitel závisící na době trvání zatížení"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( pro pruty s velkou soudržností )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( pro pruty s hladkým povrchem (např. předpínací výztuž) )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( pro ohyb )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( pro prostý tah )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  je součinitel, kterým se zohledňují vlastnosti  soudržné výztuže"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  je součinitel, kterým se zohledňuje rozdělení poměrného přetvoření"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Mezní šířka trhliny, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "St. vl. prostředí :"
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Posouzení minimální průřezové plochy výztuže, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Posudek napětí v betonu od charakteristické kombinace."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Charakteristická kombinace není dostupná. (Přeskočit posudek A_s,min )"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Posudek napětí v betonu od charakteristické kombinace."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Návrhová situace :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Návrhová situace :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Dlouhodobé / krátkodobé:"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  je napětí na povrchu předpjatého prvku."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "σ_ct,p  je definováno z f_ct,eff  v souladu s článkem 7.3.2 (2)."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  je střední hodnota pevnosti betonu v tahu v okamžiku prvního očekávaného vzniku trhlin."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Min. plocha výztuže, A_s,min  není vyžadována."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Min. plocha výztuže, A_s,min  je vyžadována."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Výpočet min. plochy výztuže, A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  plocha betonu v tažené oblasti."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  abs. hodnota max. napětí ve výztuži v okamžiku vzniku první trhliny"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     immediately after formation of the crack."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  je střední hodnota pevnosti betonu v tahu v okamžiku prvního očekávaného vzniku trhlin."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     v okamžiku prvního očekávaného vzniku trhlin."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k součinitel vyjadřující účinek nerovnoměrného rozdělení vnitřních rovnovážných napětí"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     vedoucích ke zmenšení sil vyplývajících z omezení přetvoření."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  je součinitel, kterým se zohledňuje rozdělení napětí v průřezu bezprostředně"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     před vznikem trhlin a změna ramene vnitřních sil."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Pokud je N_Ed  jako tlaková síla, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Pokud je N_Ed  jako tlaková síla)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Pokud je N_Ed  jako tahová síla)"
IDS_CVL_RPT_EC_Top = "Horní"
IDS_CVL_RPT_EC_Bottom = "Dolní"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Návrhové zatížení"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Návrhová situace :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Krátkodobé/Dlouhodobé :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Posudek napětí"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: tlak   + : tah)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : pro třídu  D nebo E, je posudek ignorován."
IDS_CVL_RPT_EC_Fati01_title = "- Posudek napětí"
IDS_CVL_RPT_EC_Fati01_ref = "(Posouzení dle 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "Max. napětí v tlaku (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "Min. napětí v tlaku  (σ_c,min ) :"
IDS_CVL_RPT_EC_Fati01_days = "dny"
IDS_CVL_RPT_EC_Fati01_t = " : čas, kdy je zatížení aplikováno"
IDS_CVL_RPT_EC_Fati01_s = " : součinitel závislý na typu cementu"
IDS_CVL_RPT_EC_Fati02_title = "- Posouzení napětí pro určení zda je požadována smyková výztuž"
IDS_CVL_RPT_EC_Fati02_LCOM = "Název kombinace :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Typ kombinace :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "Max. smyková síla (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "Min. smyková síla (V_Ed,min ) :"
IDS_CVL_RPT_EC_Fati02_VRdc = "Návrhová únosnost ve smyku (V_Rd,c ) :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Nosník"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Deska"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Tlak"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Fáze s extr. účinkem :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "For reinforced concrete slab,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Předem předpjaté,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Dovolené napětí"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Dodatečně předpjaté,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Název kombinace :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Typ kombinace :"
IDS_CVL_RPT_EC_Table_Elem = "Element"
IDS_CVL_RPT_EC_Table_Part = "část"
IDS_CVL_RPT_EC_Table_Posi = "Kladný\n/ Záporný"
IDS_CVL_RPT_EC_Table_LCOM = "Název kombinace"
IDS_CVL_RPT_EC_Table_Situ = "situace"
IDS_CVL_RPT_EC_Table_Type = "Typ"
IDS_CVL_RPT_EC_Table_Chk = "Posouzení"
IDS_CVL_RPT_EC_Table_Rat = "Poměr"
IDS_CVL_RPT_EC_Table_CompTens = "Tlak./tah."
IDS_CVL_RPT_EC_Table_Stage = "Etapa"
IDS_CVL_RPT_EC_Table_LCOM2 = "Název/kombinace"
IDS_CVL_RPT_EC_Table_Tnd = "Kabel"
IDS_CVL_RPT_EC_Table_TopBot = "Horní/Dolní"
IDS_CVL_RPT_EC_Table_LCOM_Type = "kombinace-Typ"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Krátkodobé/\nDlouhodobé"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Element číslo"
IDS_CVL_RPT_EC_Plate_Check_Position = "Pozice"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Návrhové zatížení"
IDS_CVL_RPT_EC_Plate_LCOM = "Jméno kombinace :"
IDS_CVL_RPT_EC_Plate_Verification = "- Posudek"
IDS_CVL_RPT_EC_Plate_Verification2 = "Posudek"
IDS_CVL_RPT_EC_when = "když"
IDS_CVL_RPT_EC_here = "tady,"
IDS_CVL_RPT_EC_where = "kde,"
IDS_CVL_RPT_EC_for = "pro"
IDS_CVL_RPT_EC_Num = "číslo"
IDS_CVL_RPT_EC_space = "Prostor"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Podmínky návrhu"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Únosnost v ohybu"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Únosnost ve svislém smyku"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Únosnost při klopení"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Únosnost na příčné síly"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Únosnost na podélný smyk"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Únosnost na únavu"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Omezení napětí"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Podélný smyk pro MSP (Mezní Stav Použitelnosti)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Návrhové parametry"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Informace o průřezu"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Materiálové informace"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Dílčí součinitele"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  pro beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  pro betonářskou výztuž"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  pro konstrukční ocel"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  pro konstrukční ocel"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  pro spřahovací trny"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  pro ekvivalentní konstantní rozkmit napětí"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  pro únavovou pevnost"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  pro únavovou pevnost trnů ve smyku"
IDS_CVL_RPT_EC_partial_factors_title = "Dílčí součinitele"
IDS_CVL_RPT_EC_partial_factors_Value = "Součinitel"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "pro beton"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "pro výztuž"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "pro konstrukční ocel"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "pro konstrukční ocel"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "pro trny s hlavou"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "pro ekvivalentní konstantní rozkmit napětí"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "pro únavovou pevnost"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "pro únavovou pevnost trnů ve smyku"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  Rozměry průřezu"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Deska"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Nosník"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  Tuhost průřezu"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Před"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Po"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Potrhaný"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Konstrukční ocel"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Výztuž"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Kladný moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Záporný moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Napětí"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Návrhové zatížení"
IDS_CVL_RPT_EC_Plate_Left = "Vlevo"
IDS_CVL_RPT_EC_Plate_Right = "Vpravo"
IDS_CVL_RPT_EC_Plate_TF = "Horní pásnice"
IDS_CVL_RPT_EC_Plate_BF = "Spodní pásnice"
IDS_CVL_RPT_EC_Plate_Web = "Stojina"
IDS_CVL_RPT_EC_Plate_OF = "Přečnívající části pásnic"
IDS_CVL_RPT_EC_Plate_IP = "Vnitřní části"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Klasifikace průřezu"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Klasifikace průřezu"
IDS_CVL_RPT_EC_Plate_Part = "Část"
IDS_CVL_RPT_EC_Plate_Class = "Třída"
IDS_CVL_RPT_EC_Plate_Section = "Průřez"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Plastický moment únosnosti, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "Plastická neutrální osa"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Plastický moment únosnosti"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "Effektivní Plastický moment neotrální osa"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Část nad plastickou neutrální osou)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Část pod plastickou neutrální osou)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Plastický moment únosnosti, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Pružný moment únosnosti, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Pružný moment únosnosti"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": nejnižší součinitel pro dosažení mezního napětí."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Vypočte minimální hodnotu mezi ocelovým nosníkem a betonovou deskou)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Vypočte minimální hodnotu mezi ocelovým nosníkem a vyztužením desky.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Efektivní průřez"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Efektivní průřez"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Přídavný moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Přídavný moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Efektivní tuhost pro N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Efektivní tuhost pro M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Efektivní tuhost pro"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Plastický moment únosnosti, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Levá stojina"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Pravá stojina"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Návrhové zatížení"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "Plastický NA"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Výpočet. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Výpočet. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Výpočet. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Horní pásnice"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Spodní pásnice"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Stojina"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Příspěvek ze stojiny"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Příspěvek stojiny"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Příspěvek z pásnice"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Příspěvek pásnice"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interakce M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interakce"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Smykové napětí"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■  Posouzení smykové únosnosti"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Plastická smyková únosnost"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Únosnost při boulení od smyku"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Modifikovaná štíhlost"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λwi  sub panelu"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■  Kritickél λw"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Příčné výztuhy nejsou použity."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "V tomto případě by příčné výztuhy měly být opatřeny příčnými výztuhami u podpor."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  je spočítáno jako M_pl,Rd  ale s vyloučením příspěvku od stojin."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  je počítáno jako M_pl,Rd  ale s vyloučením příspěvku od stojin."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "je vypočítána jako"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "ale se zanedbáním příspěvku stěny"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Redukční součinitel pro N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Redukční součinitel pro N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Redukční součinitel pro"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Uvažována vyšší hodnota z (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Není třeba ověřovat kritérium interakce"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Pro průřezy třídy 1 nebo 2, může být M-V interakce ověřena uživatelem."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / počet stojin"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "počet stojin"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Moment únosnosti s vlivem stability"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Moment únosnosti s vlivem stability"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Osová síla s vlivem stability"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Kombinovaný poměr"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- model U rámu"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Tlak a dvojosý ohyb"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Posouzení pro tlak a dvojosý ohyb"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Součinitele vzpěru pro různé typy aplikace zatížení"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Součinitele vzpěru pro různé typy aplikace zatížení"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Pro stěny bez podélných výztuh"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Pro stěny s podélnými výztuhami"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Účinná zatížená délka"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Účinná zatížená délka"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Návrhová únosnost"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Návrhová únosnost"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Smyková únosnost jednoho smykového prvku"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Smyková únosnost jednoho smykového prvku"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Podélná smyková síla působící na délce L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Podélná smyková síla působící na délce"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Posudek, Deska"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Rozkmit smykového napětí pro smykový trn"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Rozkmit smykového napětí pro smykový trn"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍvzdálenost trnů / počet trnů"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "vzdálenost trnů / počet trnů"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Součinitel ekvivalentního porušení"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Součinitel ekvivalentního porušení"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Rozkmit ekvivaletního konstantního smykového napětí odpovídající 2 milionu cyklů"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Rozkmit ekvivaletního konstantního smykového napětí odpovídající 2 milionu cyklů"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Charakteristická kombinace zatížení:"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Kvazistálá kombinace zatížení:"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- Konstrukční ocel"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Pravé horní vlákno pásnice)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Neutrální osa stojiny)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- Betonová deska"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "V betonové desce"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- Výztuž"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "Ve výztuži"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Výztuž je tlačená. Posudek není nutný."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Záměrně zdrsněný (0.25 in.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Záměrně zdrsněný"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Nezáměrně zdrsněný"
